[
  {
    "Key": "Champion.Name",
    "ProcessTemplates": false,
    "enGB": "Champion"
  },
  {
    "Key": "Champion.Description",
    "enGB": "A champion spirit is a paragon of skill at arms.\nSpirit Bonus: When you channel a champion, your spirit bonus applies on attack rolls, non-spell damage rolls, Strength checks, Strength-based skill checks, and Fortitude saves.\nSeance Boon: You gain a +2 bonus on all non-spell damage rolls.\nInfluence Penalty: You take a penalty equal to your spirit bonus on Intelligence checks and Intelligence-based skill checks, and to your caster level (to a minimum of caster level 0); as usual, a reduced caster level may render you unable to cast spells."
  },
  {
    "Key": "ChampionSpiritBonus.Name",
    "ProcessTemplates": false,
    "enGB": "Spirit Bonus - Champion"
  },
  {
    "Key": "ChampionSpiritBonus.Description",
    "enGB": "When you channel a champion, your spirit bonus applies on attack rolls, non-spell damage rolls, Strength checks, Strength-based skill checks, and Fortitude saves."
  },
  {
    "Key": "ChampionSeanceBoon.Name",
    "ProcessTemplates": false,
    "enGB": "Seance Boon - Champion"
  },
  {
    "Key": "ChampionSeanceBoon.Description",
    "enGB": "You gain a +2 bonus on all non-spell damage rolls."
  },
  {
    "Key": "ChampionSuddenAttack.Name",
    "ProcessTemplates": false,
    "enGB": "Sudden Attack - Champion"
  },
  {
    "Key": "ChampionSuddenAttack.Description",
    "enGB": "Whenever you take a full-attack action, you gain one additional attack at your highest base attack bonus. This ability stacks with the extra attack from haste, but it doesnÅft stack with special actions that grant extra attacks, such as flurry of blows or spell combat. Sudden attack works as normal with full-attack options such as twoweapon fighting."
  },
  {
    "Key": "ChampionFleetCharge.Name",
    "ProcessTemplates": false,
    "enGB": "Fleet Charge - Champion"
  },
  {
    "Key": "ChampionFleetCharge.Description",
    "enGB": ": You can take a swift action and a full-round action to move up to your speed and then make a full attack. This special action doesnÅft combine with sudden attack, but works as normal with effects such as haste and two-weapon fighting. As soon as you begin moving, you are considered to have begun the full-round action, even if circumstances prevent you from attacking at the end of your movement."
  }
]
