[
  {
    "Key": "Guardian.Name",
    "ProcessTemplates": false,
    "enGB": "Guardian"
  },
  {
    "Key": "Guardian.Description",
    "enGB": "A guardian spirit is an exemplar of protection and defense.\nSpirit Bonus: When you channel a guardian, your spirit bonus applies to AC and on Constitution checks, Fortitude saves, and Reflex saves.\nSeance Boon: You gain a +1 bonus to CMD.\nInfluence Penalty: You are incredibly cautious and guarded in all things, and your caution sometimes gets in the way. When attacking, you always fight defensively, and when casting a spell, you always cast defensively. Because of your focus on defense, you take a penalty on damage rolls equal to your spirit bonus."
  },
  {
    "Key": "GuardianSpiritBonus.Name",
    "ProcessTemplates": false,
    "enGB": "Spirit Bonus - Guardian"
  },
  {
    "Key": "GuardianSpiritBonus.Description",
    "enGB": "When you channel a guardian, your spirit bonus applies to AC and on Constitution checks, Fortitude saves, and Reflex saves."
  },
  {
    "Key": "GuardianSeanceBoon.Name",
    "ProcessTemplates": false,
    "enGB": "Seance Boon - Guardian"
  },
  {
    "Key": "GuardianSeanceBoon.Description",
    "enGB": "You gain a +1 bonus to CMD."
  },
  {
    "Key": "GuardianAbsorbBlow.Name",
    "ProcessTemplates": false,
    "enGB": "Absorb Blow - Guardian"
  },
  {
    "Key": "GuardianAbsorbBlow.Description",
    "enGB": "You gain DR/? and resistance to acid, cold, electricity, fire, and sonic equal to 1/2 your medium level. Add bestow grace to your medium spells known as a 2nd-level spell."
  },
  {
    "Key": "LegendaryGuardian.Name",
    "ProcessTemplates": false,
    "enGB": "Legendary Guardian"
  },
  {
    "Key": "LegendaryGuardian.Description",
    "enGB": "The Guardian {g|Encyclopedia:Charisma}Charisma{/g} inspires her allies so much that even when their {g|Encyclopedia:HP}hit points{/g} drop below 0 they continue to fight, even though they are still considered dead (or {g|Encyclopedia:Injury_Death}unconscious{/g}) for all effects and can be cured by breath of life or similar {g|Encyclopedia:Spell}spells{/g} as per spell description. After the encounter or upon receiving a total number of {g|Encyclopedia:Attack}attacks{/g} equal to Medium's Charisma ability modifier shared among all allies, the allies in this state fall dead (or unconscious). If all of the Medium's allies die that way, she becomes fully drained and dies."
  },
  {
    "Key": "GuardianGreater.Name",
    "ProcessTemplates": false,
    "enGB": "Guardian Smite"
  },
  {
    "Key": "GuardianGreater.Description",
    "enGB": "You can allow the guardian to gain 1 point of influence over you as a swift action to smite evil as per the paladin class."
  }

]
