[
  {
    "Key": "SpiritPower.Name",
    "ProcessTemplates": false,
    "enGB": "Spirit Powers"
  },
  {
    "Key": "SpiritPower.Description",
    "enGB": "The medium gains the spirit’s listed seance boon and lesser spirit power for 24 hours. The medium also gains the spirit’s intermediate spirit power at 6th level, its greater spirit power at 11th level, and its supreme spirit power at 17th level. After a day, the medium loses contact with the channeled spirit and can perform another seance."
  },
  {
    "Key": "SpiritSurge.Name",
    "ProcessTemplates": false,
    "enGB": "Spirit Surge"
  },

  {
    "Key": "SpiritSurge.Description",
    "ProcessTemplates": false,
    "enGB": "A medium can allow his spirit to gain 1 additional point of influence over him in order to add 1d6 to a value modified by his spirit bonus.\n The medium must be conscious and aware to use this ability. At 10th level, the medium’s spirit surge die increases to 1d8, and at 20th level it increases to 1d10. The bonuses last for 5 rounds (30 seconds)."
  },

  {
    "Key": "MediumClass.Name",
    "ProcessTemplates": false,
    "enGB": "Medium"
  },

  {
    "Key": "MediumClass.Description",
    "ProcessTemplates": false,
    "enGB": "Mediums channel spirits into themselves, using their own bodies as vessels for astral entities spawned from myths and legends. A medium balances his need for the spirits' power with the danger of allowing such beings influence over his mind."
  },

  {
    "Key": "MediumProficiencies.Name",
    "ProcessTemplates": false,
    "enGB": "Medium Proficiencies"
  },

  {
    "Key": "MediumProficiencies.Description",
    "ProcessTemplates": false,
    "enGB": "Mediums are proficient with all simple {g|Encyclopedia:Weapon_Proficiency}weapons{/g}, light armor, and medium armor. A medium can cast {g|Encyclopedia:Spell}spells{/g} while wearing armor."
  },

  {
    "Key": "MediumSpiritBonus.Name",
    "ProcessTemplates": false,
    "enGB": "Spirit Bonus"
  },

  {
    "Key": "MediumSpiritBonus.Description",
    "ProcessTemplates": false,
    "enGB": "When a medium channels a spirit, he gains a bonus on certain checks and abilities, depending on the spirit. A 1st-level medium's spirit bonus is +1; it increases by 1 at 4th level and every 4 levels thereafter."
  },
  {
    "Key": "MediumChannelSpirit.Name",
    "ProcessTemplates": false,
    "enGB": "Channel Spirit"
  },

  {
    "Key": "MediumChannelSpirit.Description",
    "ProcessTemplates": false,
    "enGB": "A medium serves as a vessel to channel spirits; astral echoes of powerful souls from ages past that live on in myth and legend. Each day, a medium can channel a spirit through a ritual known as a seance. At the end of a seance, the medium invites a local spirit to inhabit him and serve as his spirit for that day.\nThe medium gains the spirit’s listed seance boon and spirit power(s) for 24 hours. A channeled spirit can influence the medium. By channeling a spirit, the medium allows the spirit to gain 1 point of influence over him. If the medium loses that 1 point of influence, he loses contact with the spirit, though he is still unable to perform a new seance until after his next rest. When the spirit leaves after the channeled duration and before the next seance, the spirit’s influence over the medium resets to 0. Certain abilities allow the medium to gain additional power in exchange for allowing the spirit more influence over him.\nWhen a spirit gains at least 3 points of influence over the medium, the dual impulses housed within the same body cause the medium to meld with his spirit’s consciousness.\nThe resulting muddled sense of self and struggle for control causes the medium to take a -2 penalty on initiative checks as well as a specific additional penalty listed in each spirit’s entry. However, the spirit’s mental presence grants the medium a +4 bonus against possession effects and a +2 bonus on saving throws against mind-affecting effects that are not related to possession.\nIf a spirit ever attains 5 or more points of influence over the medium, the medium completely loses control to the spirit."
  },
  {
    "Key": "MediumInfluence.Name",
    "ProcessTemplates": false,
    "enGB": "Influence"
  },

  {
    "Key": "MediumInfluence.Description",
    "ProcessTemplates": false,
    "enGB": "By channeling a spirit, the medium allows the spirit to gain 1 point of influence over him. If the medium loses that 1 point of influence, he loses contact with the spirit, though he is still unable to perform a new seance until the normal 24 hour period has elapsed since his last seance. When the spirit leaves after the 24-hour duration and before the next seance, the spirit’s influence over the medium resets to 0. Certain abilities allow the medium to gain additional power in exchange for allowing the spirit more influence over him.\n\nWhen a spirit gains at least 3 points of influence over the medium, the dual impulses housed within the same body cause the medium to meld with his spirit’s consciousness.\n\nThe resulting muddled sense of self and struggle for control causes the medium to take a –2 penalty on initiative checks as well as a specific additional penalty listed in each spirit’s entry. However, the spirit’s mental presence grants the medium a +4 bonus against possession effects and a +2 bonus on saving throws against mind-affecting effects that are not related to possession.\n\nIf a spirit ever attains 5 or more points of influence over the medium, the medium completely loses control to the spirit. He effectively becomes an NPC under the GM’s control until after he awakens the next day with the spirit gone."
  },
  {
    "Key": "MediumSharedSeance.Name",
    "ProcessTemplates": false,
    "enGB": "Shared Seance"
  },

  {
    "Key": "MediumSharedSeance.Description",
    "ProcessTemplates": false,
    "enGB": "At 2nd level, a medium can share his channeled spirit’s aid with his allies. All allies who participate in the medium’s seance gain the channeled spirit’s seance boon for 24 hours."
  },
  {
    "Key": "MediumPropitation.Name",
    "ProcessTemplates": false,
    "enGB": "Propitation"
  },

  {
    "Key": "MediumPropitation.Description",
    "ProcessTemplates": false,
    "enGB": "At 9th level, a medium has learned hidden techniques and rites that allow him to mollify his channeled spirit once per day, increasing the number of influence the spirit can gain over them before any negative effects."
  },
  {
    "Key": "MediumSpiritMastery.Name",
    "ProcessTemplates": false,
    "enGB": "Spirit Mastery"
  },

  {
    "Key": "MediumSpiritMastery.Description",
    "enGB": "At 19th level, he medium becomes a legend among spirits, particularly lesser spirits. He can use his spirit surge ability an additional two times per day without incurring influence, regardless of whether he accepts a taboo or channels a weaker spirit. When channeling a weaker spirit, he can use his spirit surge ability an additional four times per day for each power he forgoes, instead of an additional two times."
  },
  {
    "Key": "MediumTranceOfThree.Name",
    "ProcessTemplates": false,
    "enGB": "Trance Of Three"
  },

  {
    "Key": "MediumTranceOfThree.Description",
    "enGB": "At 15th level, as a swift action, a medium can allow his spirit to gain 1 point of influence over him in order to allow a portion of a legendary spirit from another legend to enter him for 1 round per level, granting him the intermediate spirit power from another legend.\nIf that power has a limited number of uses per day, the medium must keep track of the remaining uses even after the secondary spirit is gone; if the medium calls the secondary spirit again that day, it can grant the remaining uses of that power. If the medium uses an ability that incurs influence, the medium’s primary spirit gains that amount of influence over him, not the secondary spirit. The medium doesn’t gain the benefits of his spirit bonus from the secondary spirit.\nThe medium can end the trance of three early as a free action."
  },
  {
    "Key": "WeakerSpiritChannel.Name",
    "ProcessTemplates": false,
    "enGB": "Forego Power(s)"
  },
  {
    "Key": "WeakerSpiritChannel1.Name",
    "ProcessTemplates": false,
    "enGB": "Forego One Power"
  },
  {
    "Key": "WeakerSpiritChannel.Description",
    "enGB": "During his seance, the medium can choose to channel a weaker spirit to gain its help without incurring as much of its influence. If he does so, he can forgo any number of spirit powers, starting with his most powerful spirit power. For each spirit power he forgoes, the medium can use his spirit surge ability twice without incurring influence. If the medium has the Spirit Mastery class feature this value increases to four additional times per power he forgoes."
  },
  {
    "Key": "WeakerSpiritChannel2.Name",
    "ProcessTemplates": false,
    "enGB": "Forego Two Powers"
  },
  {
    "Key": "WeakerSpiritChannel3.Name",
    "ProcessTemplates": false,
    "enGB": "Forego Three Powers"
  },
  {
    "Key": "WeakerSpiritChannel4.Name",
    "ProcessTemplates": false,
    "enGB": "Forego Four Powers"
  },
  {
    "Key": "AstralBeacon.Name",
    "ProcessTemplates": false,
    "enGB": "Astral Beacon"
  },
  {
    "Key": "AstralBeacon.Description",
    "enGB": "At 20th level, a medium is an open connection to the Astral Plane and a shining beacon for spirits. As part of his seance for his primary legend, he channel the spirits of all of the five legends he did not contact via his seance. This ability lasts for the duration of the day and grants access to the intermediate, greater, and supreme spirit powers of the five additional legends."
  }

]
